# fmt: off
text = {
    "start": "Привет, брейдер! ✨ \n"
             "Хочешь попасть в Топ-100 брейдеров России?\n"
             "Отправь нам свою анкету — и мы обязательно тебя рассмотрим.\n"
             "Готов начать?",
    "photo_reply": "Вау! Шикарно выглядишь!🔥",
    "long_essay": "Твой текст превышает 2000 символов. Пожалуйста, сократи его и опиши свои главные достижения 🫶🏻",
    "no_acceptance": "К сожалению, мы не сможем принять твою анкету к рассмотрению без согласия.",
    "final": "Твоя анкета принята ✅\n"
             "Спасибо за заявку! 💥\n"
             "Мы рассмотрим твою анкету и свяжемся с тобой, если ты попадёшь в шорт-лист.\n"
             "Удачи и вдохновения! ✨\n\n"
             "Не забывай подписаться на наши соц.сети, чтобы быть в курсе всех новостей!\n"
             "Телеграм https://t.me/topbraiding\n"
             "Инстаграм https://instagram.com/topbraiding\n"
             "ВКонтакте https://vk.com/topbraiding\n"
             "По любым вопросам можешь обращаться в нашу Службу поддержки (тут будет ссылка).",
    "summary": "Анкета пользователя {fullname}:\n\n"
               "Телеграм юзернейм: {username}\n"
               "ФИО и псевдоним: {fio}\n"
               "Номер телефона: {phone}\n"
               "Город: {city}\n"
               "Стаж работы: {experience}\n"
               "Ссылки на соцсети: {portfolio}\n"
               "Эссе: {essay}\n",
}
# fmt: on
