# fmt: off
text = {
    "start": "Привет, брейдер! ✨ \n"
             "Хочешь попасть в Топ-100 брейдеров России?\n"
             "Отправь нам свою анкету — и мы обязательно тебя рассмотрим.\n"
             "Готов начать?",
    "photo_reply": "Вау! Шикарно выглядишь!🔥",
    "long_essay": "Твой текст превышает 2000 символов. Пожалуйста, сократи его и опиши свои главные достижения 🫶🏻",
    "no_acceptance": "К сожалению, мы не сможем принять твою анкету к рассмотрению без согласия.",
    "no_photo_payment": "Пожалуйста, пришли свой номер заказа <b>текстом</b> — без фото и скринов.\n"
                        "Номер покажется на сайте после оплаты и придёт на почту 📩.",
    "no_text_payment": "Привет! 👋\n\nМы заметили, что ты пока не завершил(а) анкету.\n"
                       "Ты можешь продолжить в любой момент, или введи "
                       "команду /start, чтобы пройти её с самого начала ❤️\n\n"
                       "Если возникнут вопросы, пиши в поддержку 👉 @top_braiding",
    "no_text_phone": "Пожалуйста, нажми кнопку ✅ Поделиться номером.\n\n"
                     "Не пиши номер вручную — так мы точно сможем с тобой связаться 🙌",
    "final": "Твоя анкета принята ✅\n"
             "Спасибо за заявку! 💥\n"
             "Мы рассмотрим твою анкету и свяжемся с тобой, если ты попадёшь в шорт-лист.\n"
             "Удачи и вдохновения! ✨\n\n"
             "Не забывай подписаться на наши соц.сети, чтобы быть в курсе всех новостей!\n"
             "Телеграм https://t.me/topbraiding\n"
             "Инстаграм https://instagram.com/topbraiding\n"
             "ВКонтакте https://vk.com/topbraiding\n"
             "По любым вопросам можешь обращаться в нашу Службу поддержки @top_braiding.",
    "summary": "Анкета пользователя {fullname}:\n\n"
               "Телеграм юзернейм: {username}\n"
               "ФИО и псевдоним: {fio}\n"
               "Номер телефона: {phone}\n"
               "Город: {city}\n"
               "Стаж работы: {experience}\n"
               "Ссылки на соцсети: {portfolio}\n"
               "Эссе: {essay}\n",
    "7_days_left": "⏳ 7 дней — и всё!\n\n"
                   "Ты уже начала заполнять заявку, но до конца так и не дошла. Почему?\n"
                   "Топ-100 брейдеров не ждёт вечно — через 7 дней мы закрываем приём.\n\n"
                   "🔥 Хочешь, чтобы о тебе говорили?\n"
                   "🔥 Хочешь новых клиентов, узнаваемости и статуса?\n\n"
                   "Тогда пора нажать “отправить заявку”.\n"
                   "⏱️ Осталось 7 дней, потом будет поздно.\n\n"
                   "👉 <a href='https://t.me/top100awards_bot'>Ссылка на бота</a>",
    "3_days_left": "😬 3 дня. Или ты в списке — или тебя забыли.\n\n"
                   "Мы почти собрали Топ-100 брейдеров этого года.\n\n"
                   "Ты начала заявку, но пока не в списке. А зря.\n"
                   "Через 3 дня всё закроется, и шанс заявить о себе уйдёт другим.\n\n"
                   "🌟 В Топ попадут лучшие.\n"
                   "🌟 О них будут говорить.\n"
                   "🌟 Их будут искать клиенты.\n\n"
                   "Ты хочешь быть в их числе — или снова “подождать лучшего момента”?\n"
                   "Три дня. Потом — всё.\n\n"
                   "👉 <a href='https://t.me/top100awards_bot'>Дозаполнить заявку</a>",
    "0_days_left": "🚨 Последний день! Ты в Топе — или пролетаешь?\n\n"
                   "Сегодня последний шанс. Через несколько часов мы закроем приём.\n\n"
                   "Ты уже почти в Топ-100, осталось только дозаполнить заявку.\n"
                   "Но если не сейчас — потом уже нельзя.\n\n"
                   "🎯 Успей попасть в список лучших брейдеров года.\n"
                   "🎯 Покажи, кто ты. Пусть видят, знают, хотят.\n\n"
                   "Последний день. Без оправданий. Без “потом”. Только “сейчас”.\n\n"
                   "👉 <a href='https://t.me/top100awards_bot'>Заверши заявку!</a>",

}
# fmt: on
